Repository: securitiai/cookie-consent-wordpress-extension
Catalog: languages/scc-*.po
Languages: de_de, fr_fr, it_it, pt_br

source: About
de_de: ÜBER
fr_fr: SUR
it_it: CIRCA
pt_br: SOBRE

source: Access Securiti Account
de_de: Greifen Sie auf das Securiti-Konto zu
fr_fr: Accéder au compte Securiti
it_it: Accedi all'account Securiti
pt_br: Acesse a conta Securiti

source: access to a Securiti account
de_de: Zugriff auf ein Securiti-Konto
fr_fr: accès à un compte Securiti
it_it: accesso a un account Securiti
pt_br: acesso a uma conta Securiti

source: Cookie Consent by Securiti helps organizations simplify deployment of a cookie consent banner. Generate and deploy a cookie banner in one day!
de_de: Mit der Cookie-Zustimmung von Securiti können Unternehmen die Bereitstellung eines Banners für die Cookie-Zustimmung vereinfachen. Generieren und implementieren Sie an einem Tag ein Cookie-Banner!
fr_fr: Le consentement aux cookies de Securiti aide les organisations à simplifier le déploiement d'une bannière de consentement aux cookies. Générez et déployez une bannière cookie en une journée!
it_it: Cookie Consenso di Securiti aiuta le organizzazioni a rispettare le normative globali sulla privacy. Genera e distribuisci rapidamente un banner cookie!
pt_br: Cookie Consentimento por Securiti ajuda as organizações a cumprir os regulamentos globais de privacidade. Gere e implante um banner cookie rapidamente!

source: Cookie Consent for GDPR/CCPA | Securiti
de_de: Cookie-Zustimmung für GDPR/CCPA | Securiti
fr_fr: Consentement aux cookies pour GDPR / CCPA | Securiti
it_it: Consenso sui cookie per GDPR/CCPA | Securiti
pt_br: Cookie Consent para GDPR/CCPA | Securiti

source: copy and paste your styling and cookie consent script into the box below to start display our cookie banner on your Wordpress website.
de_de: kopieren Sie Ihr Styling- und cookie -Einverständnisskript und fügen Sie es in das Feld unten ein, um unser cookie -Banner auf Ihrer Wordpress-Website anzuzeigen.
fr_fr: copiez et collez votre script de style et de consentement cookie dans la boîte ci-dessous pour commencer à afficher notre bannière cookie sur votre site Wordpress.
it_it: copia e incolla il tuo stile e lo script di consenso cookie nella casella sottostante per iniziare a visualizzare il nostro banner cookie sul tuo sito Wordpress.
pt_br: copie e cole seu estilo e script de consentimento cookie na caixa abaixo para começar a exibir nosso banner cookie em seu site Wordpress.

source: Create Securiti Account
de_de: Erstellen Sie ein Securiti-Konto
fr_fr: Créer un compte Securiti
it_it: Crea un account Securiti
pt_br: Crie uma conta Securiti

source: Disclaimer
de_de: HAFTUNGSAUSSCHLUSS
fr_fr: AVERTISSEMENT
it_it: ESCLUSIONE DI RESPONSABILITÀ
pt_br: ISENÇÃO DE RESPONSABILIDADE

source: Email us at
de_de: Mailen Sie uns unter
fr_fr: Envoyez-nous un courriel à
it_it: Inviaci un'email a
pt_br: Envie-nos um email para

source: GET HELP
de_de: HILFE HOLEN
fr_fr: OBTENIR DE L'AIDE
it_it: OTTENERE AIUTO
pt_br: OBTER AJUDA

source: Getting Started with
de_de: Erste Schritte mit
fr_fr: Mise en route avec
it_it: Guida introduttiva a
pt_br: Começar com

source: Global Leader in Privacy Management
de_de: Weltweit führend im Bereich Datenschutzmanagement
fr_fr: Leader mondial de la gestion de la confidentialité
it_it: Leader globale nella gestione della privacy
pt_br: Líder global em gerenciamento de privacidade

source: How do I upgrade from the free edition
de_de: WIE KANN ICH VON DER KOSTENLOSEN EDITION UPGRADEN
fr_fr: COMMENT METTRE À JOUR À PARTIR DE L'ÉDITION GRATUITE
it_it: COME FACCIO AD ESEGUIRE L'AGGIORNAMENTO DALL'EDIZIONE GRATUITA
pt_br: COMO FAÇO PARA ATUALIZAR A PARTIR DA EDIÇÃO GRATUITA

source: Insert the code from Securiti here.
de_de: Geben Sie den Code aus Securiti hier ein.
fr_fr: Insérez le code de Securiti ici.
it_it: Inserire qui il codice da Securiti.
pt_br: Insira o código de Securiti aqui.

source: Once you have
de_de: Sobald du hast
fr_fr: Une fois que vous avez
it_it: Una volta che hai
pt_br: Depois de ter

source: pricing page
de_de: Preisliste
fr_fr: page de prix
it_it: pagina dei prezzi
pt_br: página de preços

source: Securiti automatically deploys the Cookie Consent script onto your site to enable visitors to provide or withdraw consent.
de_de: Securiti stellt das Cookie Consent-Skript automatisch auf Ihrer Website bereit, damit Besucher die Zustimmung erteilen oder widerrufen können.
fr_fr: Securiti déploie automatiquement le script Cookie Consentement sur votre site pour permettre aux visiteurs de fournir ou de retirer leur consentement.
it_it: Securiti distribuisce automaticamente lo script Cookie Consenso sul tuo sito per consentire ai visitatori di fornire o revocare il consenso.
pt_br: Securiti implanta automaticamente o script Cookie Consentimento em seu site para permitir que os visitantes forneçam ou retirem o consentimento.

source: Securiti provides a comprehensive privacy compliance platform for global privacy law including GDPR, CCPA, and ePrivacy and is powered by an award-winning platform. Securiti was named a leader in the Forrester Wave 2020 and Most Innovative Startup in RSA 2020.
de_de: Securiti bietet eine umfassende Plattform zur Einhaltung von Datenschutzvorschriften für das globale Datenschutzrecht, einschließlich GDPR, CCPA und ePrivacy, und wird von einer preisgekrönten Plattform unterstützt. Securiti wurde im Forrester Wave 2020 und dem innovativsten Startup in RSA 2020 zum Marktführer ernannt.
fr_fr: Securiti fournit une plateforme complète de conformité en matière de confidentialité pour le droit mondial de la confidentialité, y compris GDPR, CCPA et ePrivacy, et est alimenté par une plate-forme primée. Securiti a été nommé leader dans le Forrester Wave 2020 et le démarrage le plus innovant dans RSA 2020.
it_it: Securiti fornisce una piattaforma completa di conformità alla privacy per le leggi globali sulla privacy, tra cui GDPR, CCPA e ePrivacy ed è alimentato da una piattaforma pluripremiata. Securiti è stato nominato leader nella Forrester Wave 2020 e nella più innovativa Startup in RSA 2020.
pt_br: Securiti fornece uma plataforma abrangente de conformidade de privacidade para a lei de privacidade global, incluindo GDPR, CCPA e ePrivacy e é alimentado por uma plataforma premiada. Securiti foi nomeado líder na Forrester Wave 2020 e na inicialização mais inovadora na RSA 2020.

source: Sign up for Free
de_de: Melde dich kostenlos an
fr_fr: Inscription gratuite
it_it: Iscriviti gratis
pt_br: Cadastre-se gratuitamente

source: Simply follow the checkout process, enter your payment details to upgrade your account
de_de: Folgen Sie einfach dem Bestellvorgang, geben Sie Ihre Zahlungsdetails ein, um Ihr Konto zu aktualisieren
fr_fr: Il suffit de suivre le processus de paiement, d'entrer vos informations de paiement pour mettre à jour votre compte
it_it: Basta seguire la procedura di checkout, inserire i dati di pagamento per aggiornare il tuo account
pt_br: Basta seguir o processo de checkout, inserir seus dados de pagamento para atualizar sua conta

source: Subscribe by purchasing it on our
de_de: Abonnieren Sie es, indem Sie es auf unserer Preisseite kaufen.
fr_fr: Abonnez-vous en l'achetant sur notre
it_it: Iscriviti acquistandolo sulla nostra
pt_br: Assine comprando-o em nossa

source: This component of the Securiti plugin requires a freemium account.
de_de: Diese Komponente des Plugins Securiti erfordert ein Freemium-Konto.
fr_fr: Ce composant du plugin Securiti nécessite un compte freemium.
it_it: Questo componente del plugin Securiti richiede un account freemium.
pt_br: Este componente do plugin Securiti requer uma conta freemium.

source: Upgrade to a Plan 1
de_de: Upgrade auf einen Plan 1
fr_fr: Mise à niveau vers un plan 1
it_it: Eseguire l'upgrade a un piano 1
pt_br: Atualizar para um Plano 1

source: Use of this plugin does not, by itself, ensure compliance with legal requirements related to cookies
de_de: Die Verwendung dieses Plugins stellt allein nicht die Einhaltung der gesetzlichen Anforderungen in Bezug auf cookies sicher.
fr_fr: L'utilisation de ce plugin ne garantit pas, en soi, le respect des exigences légales liées à cookies.
it_it: L'uso di questo plugin non garantisce, di per sé, la conformità ai requisiti legali relativi a cookies.
pt_br: O uso deste plugin não garante, por si só, o cumprimento dos requisitos legais relacionados com cookies.

source: What to expect
de_de: WAS ZU ERWARTEN IST
fr_fr: À QUOI S'ATTENDRE
it_it: COSA ASPETTARSI
pt_br: O QUE ESPERAR
